Repository: ansible/ansible-risk-insight
Catalog: src/testdata2/scm_repo/doc/source/locale/*/LC_MESSAGES/doc.po
Languages: es, fr

source: Abstract
es: Resumen
fr: Sommaire

source: Deployment guide
es: Guía de despliegue

source: Documentation for each of the following releases is available.
es: La documentación está disponible para las siguientes versiones.
fr: De la documentation est disponible pour chacune des livraisons suivantes.

source: Ocata: Extended Maintenance
es: Ocata: En mantenimiento prolongado
fr: Ocata: Maintenance étendue

source: OpenStack-Ansible Documentation
es: Documentación de OpenStack-Ansible
fr: Documentation OpenStack-Ansible

source: OpenStack-Ansible Train series was first released with the 20.0.0 tag on 16 December 2019.
es: OpenStack-Ansible de la serie Train fue publicado inicialmente con la etiqueta 20.0.0 el 16 de diciembre de 2019.

source: OpenStack-Ansible Ussuri series was first released with the 21.0.0 tag on 14 August 2020.
es: OpenStack-Ansible de la serie Ussuri fue publicado inicialmente con la etiqueta 21.0.0 el 14 de agosto de 2020.

source: OpenStack-Ansible Victoria series was first released with the 22.0.0 tag on 21 January 2021.
es: OpenStack-Ansible de la serie Victoria fue publicado inicialmente con la etiqueta 22.0.0 el 21 de enero de 2021.

source: OpenStack-Ansible Wallaby series was first released with the 23.0.0 tag on 02 July 2021.
es: OpenStack-Ansible de la serie Wallaby fue publicado inicialmente con la etiqueta 23.0.0 el 02 de julio de 2021.

source: OpenStack-Ansible provides Ansible playbooks and roles for the deployment and configuration of an OpenStack environment.
es: OpenStack-Ansible proporciona playbooks de Ansible y roles para el despliegue y configuración de un entorno de OpenStack.
fr: OpenStack-Ansible fournit des roles et des playbooks Ansible pour le déploiement et la configuration d'un environnement OpenStack.

source: OpenStack-Ansible's Mitaka series was EOL'd on 10 April 2017.
es: OpenStack-Ansible de la serie Mitaka no está soportado (EOL) desde el 10 de abril de 2017.
fr: Mitaka OpenStack-Ansible est en fin de vie depuis le 10 avril 2017.

source: OpenStack-Ansible's Newton series was EOL'd on 3 April 2018.
es: OpenStack-Ansible de la serie Newton no está soportado (EOL) desde el 3 de abril de 2018.
fr: Newton OpenStack-Ansible est en fin de vie depuis le 3 avril 2018.

source: OpenStack-Ansible's Ocata series was first released with the 15.0.0 tag on 8 March 2017.
es: OpenStack-Ansible de la serie Ocata fue publicado inicialmente con la etiqueta 15.0.0 el 8 de marzo de 2017.
fr: Ocata OpenStack-Ansible a été livré initialement avec la version 15.0.0 du 8 mars 2017.

source: OpenStack-Ansible's Pike series was first released with the 16.0.0 tag on 14 September 2017.
es: OpenStack-Ansible de la serie Pike fue publicado inicialmente con la etiqueta 16.0.0 el 14 de septiembre de 2017.
fr: Pike OpenStack-Ansible a été livré initialement avec la version 16.0.0 du 14 septembre 2017.

source: OpenStack-Ansible's Queens series was first released with the 17.0.0 tag on 14 March 2018.
es: OpenStack-Ansible de la serie Queens fue publicado inicialmente con la etiqueta 17.0.0 el 14 de marzo de 2018.
fr: Queens OpenStack-Ansible a été livré initialement avec la version 17.0.0 du 14 mars 2018.

source: OpenStack-Ansible's Rocky series was first released with the 18.0.0 tag on 16 October 2018.
es: OpenStack-Ansible de la serie Rocky fue publicado inicialmente con la etiqueta 18.0.0 el 16 de octubre de 2018.
fr: Rocky OpenStack-Ansible a été livré initialement avec la version 19.0.0 du 16 octobre 2018.

source: OpenStack-Ansible's Stein series was first released with the 19.0.0 tag on 30 June 2019.
es: OpenStack-Ansible de la serie Stein fue publicado inicialmente con la etiqueta 19.0.0 el 30 de junio de 2019.
fr: Stein OpenStack-Ansible a été livré initialement avec la version 19.0.0 du 30 juin 2019.

source: Pike: Extended Maintenance
es: Pike: En mantenimiento prolongado
fr: Pike: Maintenance étendue

source: Queens: Extended Maintenance
es: Queens: En mantenimiento prolongado
fr: Queens: Maintenance étendue

source: Release notes
es: Notas de publicación

source: Rocky: Extended Maintenance
es: Rocky: En mantenimiento prolongado

source: Stein: Extended Maintenance
es: Stein: En mantemimiento prolongado

source: To view the documentation only, see the `OpenStack-Ansible Mitaka Documentation <https://docs.openstack.org/openstack-ansible/mitaka/>`_.
es: Para ver solo la documentación, véase `Documentación de OpenStack-Ansible Mitaka <https://docs.openstack.org/openstack-ansible/mitaka/>`_.
fr: Pour seulement consulter la documentation, voir la `Documentation Mitaka OpenStack-Ansible <https://docs.openstack.org/openstack-ansible/mitaka/>`_.

source: To view the documentation only, see the `OpenStack-Ansible Newton Documentation <https://docs.openstack.org/openstack-ansible/newton/>`_.
es: Para ver solo la documentación, véase `Documentación de OpenStack-Ansible Newton <https://docs.openstack.org/openstack-ansible/newton/>`_.
fr: Pour consulter la documentation seulement, voir la `Documentation Newton OpenStack-Ansible <https://docs.openstack.org/openstack-ansible/newton/>`_.

source: Victoria: Maintained
es: Victoria: En mantenimiento

source: Wallaby: Maintained
es: Wallaby: En mantenimiento

source: `OpenStack-Ansible Ocata Documentation`_
es: `Documentacion de OpenStack-Ansible Ocata`_
fr: `Documentation Ocata OpenStack-Ansible`_

source: `OpenStack-Ansible Ocata series release notes`_
es: `Notas de publicación de la serie Ocata de OpenStack-Ansible`_
fr: `Notes de version pour Ocata OpenStack-Ansible`_

source: `OpenStack-Ansible Pike Documentation`_
es: `Documentacion de OpenStack-Ansible Pike`_
fr: `Documentation Pike OpenStack-Ansible`_

source: `OpenStack-Ansible Pike series release notes`_
es: `Notas de publicación de la serie Pike de OpenStack-Ansible`_
fr: `Notes de version pour Pike OpenStack-Ansible Pike`_

source: `OpenStack-Ansible Queens Documentation`_
es: `Documentacion de OpenStack-Ansible Queens`_
fr: `Documentation Queens OpenStack-Ansible`_

source: `OpenStack-Ansible Queens series release notes`_
es: `Notas de publicación de la serie Queens de OpenStack-Ansible`_
fr: `Notes de version pour Queens OpenStack-Ansible`_

source: `OpenStack-Ansible Rocky Documentation`_
es: `Documentacion de OpenStack-Ansible Rocky`_
fr: `Documentation Rocky OpenStack-Ansible`_

source: `OpenStack-Ansible Rocky series release notes`_
es: `Notas de publicación de la serie Rocky de OpenStack-Ansible`_
fr: `Notes de version Rocky OpenStack-Ansible`_

source: `OpenStack-Ansible Stein Documentation`_
es: `Documentacion de OpenStack-Ansible Stein`_
fr: `Documentation Stein OpenStack-Ansible`_

source: `OpenStack-Ansible Stein series release notes`_
es: `Notas de publicación de la serie Stein de OpenStack-Ansible`_
fr: `Notes de version pour Stein OpenStack-Ansible`_

source: `OpenStack-Ansible Train Documentation`_
es: `Documentacion de OpenStack-Ansible Train`_
fr: `Documentation OpenStack-Ansible Train`_

source: `OpenStack-Ansible Train series release notes`_
es: `Notas de publicación de la serie Train de OpenStack-Ansible`_
fr: `Notes de version pour Train OpenStack-Ansible`_

source: `OpenStack-Ansible Ussuri Documentation`_
es: `Documentacion de OpenStack-Ansible Ussuri`_

source: `OpenStack-Ansible Ussuri series release notes`_
es: `Notas de publicación de la serie Ussuri de OpenStack-Ansible`_

source: `OpenStack-Ansible Victoria Documentation`_
es: `Documentacion de OpenStack-Ansible Victoria`_

source: `OpenStack-Ansible Victoria series release notes`_
es: `Notas de publicación de la serie Victoria de OpenStack-Ansible`_

source: Mitaka: EOL (end-of-life)
fr: Mitaka: EOL (fin-de-vie)

source: Newton: EOL (end-of-life)
fr: Newton: EOL (fin-de-vie)
